Repository: hippieZhou/BinggoWallpapers
Catalog: src/BinggoWallpapers.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Binggo Wallpapers
zh_cn: 多彩壁纸

# AppDescription
source: Binggo Wallpapers
zh_cn: 每日精选的高清壁纸图库

# Shell_Gallery.Content
source: Gallery
zh_cn: 首页

# SettingsPage_PageTitle.Text
source: Personalization
zh_cn: 个性化设置

# SettingsPage_AppearanceSection.Text
source: Appearance
zh_cn: 外观

# SettingsPage_ThemeExpander.Header
source: App theme
zh_cn: 应用主题

# SettingsPage_ThemeExpander.Description
source: Select a theme that suits your mood and preferences. You can choose from dark, light, or system theme.
zh_cn: 选择符合你心情和偏好的主题。你可以从深色、浅色或系统主题中进行选择。

# SettingsPage_ThemeLight.Content
source: Light
zh_cn: 浅色

# SettingsPage_ThemeDark.Content
source: Dark
zh_cn: 深色

# SettingsPage_ThemeDefault.Content
source: Use Windows default
zh_cn: 使用 Windows 默认

# SettingsPage_LanguageExpander.Header
source: App language
zh_cn: 应用语言

# SettingsPage_LanguageExpander.Description
source: Select the language for the app to display. The app needs to be restarted for the change to take effect.
zh_cn: 选择应用显示的语言。更改后需要重启应用才能生效。

# SettingsPage_LanguageZhCN.Content
source: Simplified Chinese
zh_cn: 简体中文

# SettingsPage_LanguageEnUS.Content
source: English (United States)
zh_cn: 英语（美国）

# SettingsPage_AdvancedSection.Text
source: Advanced
zh_cn: 高级设置

# SettingsPage_SyncCard.Header
source: Sync data
zh_cn: 同步数据

# SettingsPage_SyncCard.Description
source: Get the archived dataset maintained by the author
zh_cn: 可获取作者自建的归档数据集合

# SettingsPage_SyncButton.Content
source: Sync
zh_cn: 同步

# SettingsPage_DownloadExpander.Header
source: Image download
zh_cn: 图片下载

# SettingsPage_DownloadExpander.Description
source: Download and save images to your local device for easy access
zh_cn: 下载并保存图片到本地设备，方便随时查看

# SettingsPage_DownloadChangeButton.Content
source: Change
zh_cn: 修改

# SettingsPage_DownloadResetButton.Content
source: Reset
zh_cn: 重置

# SettingsPage_LogExpander.Header
source: App logs
zh_cn: 应用日志

# SettingsPage_LogExpander.Description
source: Records the app's feature updates, bug fixes, and optimizations
zh_cn: 记录应用的功能更新、问题修复和优化情况

# SettingsPage_LogClearButton.Content
source: Clear
zh_cn: 清空

# SettingsPage_AboutSection.Text
source: About
zh_cn: 关于

# SettingsPage_AboutExpander.Description
source: Â© 2025. All rights reserved.
zh_cn: © 2025. All rights reserved.

# SettingsPage_CloneRepoCard.Header
source: Clone repository
zh_cn: 克隆本仓库

# SettingsPage_FeedbackCard.Header
source: Feedback
zh_cn: 问题反馈

# SettingsPage_DependenciesCard.Header
source: Dependencies & References
zh_cn: 依赖 & 引用

# SettingsPage_PrivacyStatementLink.Content
source: Application Privacy Statement
zh_cn: 应用程序隐私声明

# DownloadPage_MoreOptions.ToolTipService.ToolTip
source: More Options
zh_cn: 更多选项

# DownloadPage_PageTitle.Text
source: Download
zh_cn: 下载

# DownloadPage_CleanHistory.Text
source: Clean Download History
zh_cn: 清除下载记录

# DownloadPage_DeleteAction.Text
source: Delete
zh_cn: 删除

# DownloadPage_CancelAction.Text
source: Cancel
zh_cn: 取消

# DownloadPage_RetryAction.Text
source: Retry
zh_cn: 重试

# DownloadPage_ViewAction.Text
source: View
zh_cn: 查看

# DownloadPage_Empty.Text
source: No download history available
zh_cn: 暂无下载记录

# DownloadPage_Navigation.Text
source: Please go to the wallpaper details page to download
zh_cn: 请前往壁纸详情页进行下载

# CustomFooter_Message.Text
source: No wallpaper yet
zh_cn: 暂无壁纸

# CustomFooter_Action.Text
source: Click the refresh button to get the latest wallpapers.
zh_cn: 点击刷新按钮获取最新壁纸

# CustomFooter_Loading.Text
source: Data loading...
zh_cn: 数据加载中...

# LoadingButton_Action.ToolTipService.ToolTip
source: Fetch data
zh_cn: 更新数据
